[XComGameStateContext_TacticalActionEvent]
AddSkillWorldMessageTitle="Событие: Характеристики"
AddSkillWorldMessageSubtitle="Боец получил +"

FlyoverDisplayAimText="Совершен выстрел"
FlyoverDisplayHackText="Совершен взлом"
FlyoverDisplayMobilityText="Совершен рывок"

[XComGameStateContext_MissionRatingWillEvent]
AddWillFlyoverDisplayText="За завершение задания с рейтингом "

AddWillWorldMessageSubtitle1="Бойцы XCOM получили +"
AddWillWorldMessageSubtitle2=" за завершение задания с рейтингом "

AddWillWorldMessageTitle="Событие: Воля"
AddWillWorldMessageValue="Бойцы Отряда XCOM"

MissionRatingFlawlessText="Безупречно"
MissionRatingExcellentText="Отлично"
MissionRatingGoodText="Хорошо"
MissionRatingFairText="Терпимо"
MissionRatingPoorText="Убого"

[XComGameStateContext_MissionRatingComIntEvent]
ImproveCombatIntelligenceFlyoverDisplayText1="За завершение задания с рейтингом "
ImproveCombatIntelligenceFlyoverDisplayText2=" : повысил свой "

ImproveCombatIntelligenceWorldMessageSubtitle1="Бойцы XCOM повысили свой "
ImproveCombatIntelligenceWorldMessageSubtitle2=" за завершение задания с рейтингом "

ImproveCombatIntelligenceWorldMessageTitle="Событие: Боевой Интеллект"
ImproveCombatIntelligenceWorldMessageValue="Бойцы Отряда XCOM"

[XComGameStateContext_MissionRatingAPEvent]
AddAbilityPointsWorldMessageSubtitle1="Бойцы XCOM получили "
AddONEAbilityPointsWorldMessageSubtitle2=" Очко Способностей за завершение задания с рейтингом "
AddMOREAbilityPointsWorldMessageSubtitle2=" Очков Способностей за завершение задания с рейтингом "

AddAbilityPointsWorldMessageTitle="Событие: Оч. Способностей"
AddAbilityPointsWorldMessageValue="Бойцы Отряда XCOM"

[X2EventListener_TacticalAction]
AddSkillAim="совершив выстрел"
AddSkillHack="совершив взлом"
AddSkillMobility="совершив рывок"

AimText="к Меткости"
HackText="к Взлому"
MobilityText="к Мобильности"

[UIScreenListener_MissionRating]
WillText="к Воле"
CombatIntelligenceText="Боевой Интеллект"